{
    "faqItems": [
      {
        "label": "¿Qué tipos de sitios web pueden desarrollar?",
        "icon": "hugeicons:computer-programming-01",
        "defaultOpen": true,
        "content": "Desarrollamos una amplia gama de sitios web, incluyendo sitios corporativos, tiendas en línea (e-commerce), blogs, portafolios, aplicaciones web y sitios de una sola página (landing pages). Nos adaptamos a las necesidades específicas de cada cliente."
      },
      {
        "label": "¿Cuánto tiempo toma desarrollar un sitio web?",
        "icon": "hugeicons:timer-02",
        "content": "El tiempo de desarrollo depende de la complejidad del proyecto. Un sitio web básico puede tardar entre 1 a 2 semanas, mientras que proyectos más complejos pueden llevar de 1 a 3 meses o más."
      },
      {
        "label": "¿Ofrecen servicios de mantenimiento después del lanzamiento?",
        "icon": "hugeicons:configuration-02",
        "content": "Sí, ofrecemos servicios de mantenimiento y soporte continuo para asegurarnos de que su sitio web funcione correctamente y esté actualizado con las últimas tecnologías y medidas de seguridad."
      },
      {
        "label": "¿Qué tecnologías utilizan para el desarrollo web?",
        "icon": "hugeicons:java-script",
        "content": "Utilizamos una variedad de tecnologías según las necesidades del proyecto, incluyendo HTML5, CSS3, JavaScript, TypeScript, frameworks como Vue.js, Nuxt y Astro, y sistemas de gestión de contenido como WordPress."
      },
      {
        "label": "¿Cuál es el costo aproximado del desarrollo de un sitio web?",
        "icon": "hugeicons:money-bag-02",
        "content": "El coste varía en función de los requisitos del proyecto. Para obtener un presupuesto exacto, le recomendamos que concierte una cita con nosotros para explicarnos sus necesidades concretas."
      },
      {
        "label": "¿Ofrecen servicios de SEO junto con el desarrollo web?",
        "icon": "hugeicons:seo",
        "content": "Sí, ofrecemos servicios de optimización para motores de búsqueda (SEO) como parte de nuestro paquete de desarrollo web para ayudar a mejorar la visibilidad de su sitio en los resultados de búsqueda."
      }
    ]
  }